Repository: Team-Papukaani/papukaani
Catalog: papukaaniApp/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Suomi
sv: Finska

source: Englanti
sv: Engelska

source: Ruotsi
sv: Svenska

source: Etsimääsi sivua ei ole olemassa.
sv: Sidan finns inte.

source: fi
sv: sv

source: Kotisivu
sv: Framsida

source: Lataa tiedosto
sv: Ladda upp fil

source: Valitse julkiset pisteet
sv: Välj publika punkter

source: Valitse linnun lähetin
sv: Välj fågelns sändare

source: Hallinnoi lintuja
sv: Administrera fåglar

source: Uutiset
sv: Nyheter

source: Julkinen
sv: Publik

source: Kirjaudu ulos
sv: Logga ut

source: Kirjaudu sisään
sv: Logga in

source: Tallennetaanko muutokset?
sv: Spara ändringar?

source: Kyllä
sv: Ja

source: Ei
sv: Nej

source: Peruuta
sv: Avbryt

source: Aloita seuranta:
sv: Börja spåra:

source: Lopeta seuranta:
sv: Sluta spåra:

source: Näytä pisteet aikavälillä
sv: Visa punkter under tidsintervall

source: Tallenna
sv: Spara

source: Resetoi
sv: Återställ

source: Hallitse lähettimiä
sv: Administrera sändare

source: Valitse lähetin
sv: Välj sändare

source: Lintu
sv: Fågel

source: Kiinnitetty
sv: Fäst

source: Irroitettu
sv: Uttagen

source: Valitse kiinnitettävä lintu
sv: Välj fågel som skall fästas

source: Kiinnitä
sv: Fäst

source: Määrittele formaatti:
sv: Definiera ett format:

source: Formaatin nimi*
sv: Formatets namn*

source: Vapaamuotoinen nimi formaatille. Pakollinen kenttä.
sv: Namnet på formatet. Obligatorisk uppgift.

source: Aikaleima**
sv: Tidsstämpel**

source: Aikaleima-sarakkeen nimi. Täytä joko tämä kenttä tai sekä päivämäärä- että kellonaika-kenttä.
sv: Namnet på tidsstämpel-fältet. Fylla i antigen denna fält eller både datumn-fältet och klockslag-fältet.

source: Päivämäärä**
sv: Datum**

source: Päivämääräsarakkeen nimi. Täytä joko tämä ja kellonaika-kenttä tai pelkästään aikaleima-kenttä.
sv: Namnet på datum-fältet. Fylla i antigen denna fält samt klockslag-fältet eller endast tidsstämpel-fältet.

source: Kellonaika**
sv: Klockslag**

source: Kellonaikasarakkeen nimi. Täytä joko tämä ja päivämäärä-kenttä tai pelkästään aikaleima-kenttä.
sv: Namnet på klockslag-fältet. Fylla i antigen denna fält samt datum-fältet eller endast tidsstämpel-fältet.

source: Longitudi*
sv: Longitud*

source: Longitudi-sarakkeen nimi. Pakollinen kenttä.
sv: Namnet på longitud-fältet. Obligatorisk uppgift.

source: Latitudi*
sv: Latitud*

source: Latitudi-sarakkeen nimi. Pakollinen kenttä.
sv: Namnet på latitud-fältet. Obligatorisk uppgift.

source: Korkeus
sv: Altitud

source: Korkeus-sarakkeen nimi. Valinnainen kenttä.
sv: Namnet på altitud-fältet. Frivillig uppgift.

source: Lähettimen tunnus
sv: Sändarens ID

source: Lähettimen tunnuksen sarakkeen nimi. Jos lähettimen tunnusta ei löydy tiedostosta, kenttä tulee jättää tyhjäksi. Tällöin laitteen tunniste annetaan latauksen yhteydessä.
sv: Namnet på sändarens ID-fältet. Ifall sändarens ID hittas inte i filen bör fältet lämnas tomt. I detta fall anges ID:n i samband med filens uppladdning.

source: Lämpötila
sv: Temperatur

source: Lämpötila-sarakkeen nimi. Valinnainen kenttä.
sv: Namnet på temperatur-fältet. Frivillig uppgift.

source: Haluatko varmasti poistaa linnun?
sv: Är du säker att du vill radera fågeln?

source: Luo lintu
sv: Skapa fågel

source: Nimi
sv: Namn

source: Laji
sv: Art

source: Luo
sv: Skapa

source: Muokkaa lintua
sv: Redigera fågel

source: Rengastunnus
sv: Ringnummer

source: Muokkaa kuvauksia
sv: Redigera beskrivningar

source: Poista
sv: Radera

source: KUVAUKSET
sv: BESKRIVNINGAR

source: ENGLANTI
sv: ENGELSKA

source: SUOMI
sv: FINSKA

source: RUOTSI
sv: SVENSKA

source: URL englanninkieliseen kuvaukseen
sv: URL till beskrivning på engelska

source: URL suomenkieliseen kuvaukseen
sv: URL till beskrivning på finska

source: URL ruotsinkieliseen kuvaukseen
sv: URL till beskrivning på svenska

source: Formaatin nimi
sv: Formatets namn*

source: Muokkaa
sv: Redigera fågel

source: Haluatko varmasti poistaa formaatin
sv: Är du säker att du vill radera fågeln?

source: Kirjaudu sisään:
sv: Logga in

source: Luo uutinen
sv: Skapa nyhet

source: Otsikko
sv: Rubrik

source: Valitse kieli
sv: Välj språk

source: Julkaisupäivämäärä
sv: Publikationsdatum

source: Lisää uutiseen liitettävä lintu
sv: Lägg till fågel som nyhet gäller

source: Julkaisun otsikko
sv: Publikationens rubrik

source: Julkaisun kieli
sv: Publikationens språk

source: Julkaisuun liittyvät linnut
sv: Fåglar som publikation gäller

source: Reittiä ladataan
sv: Rutten laddas

source: Lisää lintu
sv: Lägg till en fågel

source: Nopeus
sv: Hastighet

source: Jaa
sv: Dela

source: Linkki
sv: Länk

source: Lue lisää
sv: Läs mera

source: Tiedosto:
sv: Fil:

source: Selaa
sv: Bläddra

source: Tiedostomuoto:
sv: Filformat:

source: GPS-numero:
sv: GPS-nummer:

source: Lähetä
sv: Sänd

source: Formaattien hallinta
sv: Administrera formater

source: Muutokset tallennettu!
sv: Ändringarna har sparats!

source: Formaatti tallennettu!
sv: Format sparats!

source: Jokin meni pieleen.
sv: Något misslyckades.

source: Formaatin nimi puuttuu.
sv: Formatets namn saknas.

source: Longitudi puuttuu.
sv: Longitud saknas.

source: Latitudi puuttuu.
sv: Latitud saknas.

source: Täytä joko aikaleima-kenttä tai kellonaika- ja päivämäärä-kentät.
sv: Fylla i antigen denna fält eller både datumn-fältet och klockslag-fältet.

source: Tiedot tallennettu onnistuneesti!
sv: Informationen har sparats!

source: Lintu poistettu onnistuneesti!
sv: Raderingen av fågeln lyckades!

source: Lintu luotu onnistuneesti!
sv: Skapandet av fågeln lyckades!

source: Laji puuttuu!
sv: Art saknas!

source: Nimi puuttuu!
sv: Namn saknas!

source: Autentikaatio ei onnistunut!
sv: Autentisering misslyckades!

source: Tiedostosi formaatti ei ole kelvollinen!
sv: Filens format är ogiltlig!

source: Tiedoston lataus onnistui!
sv: Uppladdning lyckades!

source: Et valinnut ladattavaa tiedostoa!
sv: Du måste välja en fil att ladda upp!
